{
    "questions":[
        "The Sunday paper has arrived and everyone's reaching for their favourite section. How morbid - who goes for the obituaries?",
        "Good eye! Which player is the most observant?",
        "Who's the most likely to be a secret agent?",
        "Whose dreams would you be most curious to monitor?",
        "You need psychoanalysis. Who offers to pay for your treatment?",
        "Say cheese! Who looks much better in person than they do in photographs?",
        "Isn't it romantic? Who would most likely take their first date to a fancy restaurant at MBS complete with stunning night view?",
        "You get to switch homes with any other player. Whose home do you choose?",
        "Try to remember the best teacher that you ever had. Which player's personality is most like that teacher's?",
        "You can switch music libraries with anyone here. Who has the best tunes in town?",
        "You're all investigating a crime, but only one of you comes away with the big piece of evidence. Who's the Sherlock among you?",
        "Who would be the toughest judge?",
        "You are all held captive in a remote prison on an island. Somebody has to plan an escape route. Who would be most likely to take on the job?",
        "They never get the reference. Who lives under a rock?",
        "The latest flu, the worst pains. Which player puts the 'hype' in hypochondria?",
        "Who's not telling the truth about their age?",
        "Which player wishes every day was Valentine's Day - just because of the chocolate?",
        "Can you look at this bump on my toe? Who would you go to for personal or embarrassing questions?",
        "When this person sings, it's anything BUT the sound of music. Whose key is always off?",
        "You're guessing this person is so bad with emails, they always ask several people for help writing them. Who is it?",
        "They're really bad with online shopping. Who keeps asking someone else to help them make online purchases?",
        "With the price of movie tickets nowadays, you should get to see two at a time. Who would have no problem acting on that thought?",
        "You're the manager of a co-ed sports team and you desperately need a grand slam. Who would most likely deliver?",
        "Honest Abe…or Abigail. Which player just cannot tell a lie?",
        "Who's got a sinister side to them?",
        "Someone just won the lottery! Now if they could only find the ticket… Who fits that description?",
        "If you could change relatives with any other player, who would you choose?",
        "You're hosting a formal party. Gowns. Tuxes. The works. No matter how many times you remind them, who shows up confused and casual?",
        "Who would be most likely to win an 'Internet Olympics' based on endurance - how long they're online?",
        "You've just been hired to head a Fortune 500 company. Who do you hire as your right hand?",
        "Everyone's got a story to tell about a wild party. Whose, though, you want to hear first?",
        "Lights, camera, action! Who would be totally comfortable hosting the real-life Academy Awards?",
        "Who would you most like to discover living next door to you when you're eighty?",
        "Morning glory! Who wakes up with the sun, and just like it, glows right from the start?",
        "Everyone's going to an art museum tomorrow. For which player might this be their first time ever?",
        "Nobody leave! A crime has been committed, and one of you is guilty. Who's the culprit?",
        "Alcoholics Anonymous! Who's the most likely to be an alcoholic?",
        "'Don't worry, be happy.' Whose everyday life does that describe?",
        "Who would most likely write a book titled, 'Just Plain Nice: An Autobiography?'",
        "Who in the group will make their first million?",
        "Who is going to be at the bus stop when their ship comes in?",
        "Who just has to be the first to know everything?",
        "You're waiting for your plane to take off, and waiting, and waiting. Who do you NOT want sitting next to you?",
        "You need an accomplice to carry out some shady work. Who would you choose?",
        "You're going on a big trip together to a country none of you has ever been to. Who would be best at making travel arrangements?",
        "Which player would most likely get a sign that reads 'TROUBLE'?",
        "If you had to buy a secondhand laptop, whose would you choose to buy?",
        "It's digital, baby. Which player is the most plugged-in gadget freak?",
        "You're invited to a really fancy dinner party. Who would host such an event?",
        "Which player probably had the most love-at-first-sight experiences?",
        "You've got mail! No matter how many times they've been told, who just keeps getting scammed?",
        "This player would be most likely to pose for a spicy photo in a magazine. Who?",
        "You're playing bumper cars. Who's a little TOO into it?",
        "Who is still confused about the rules of this game?",
        "Who would you most like to take to a nudist colony?",
        "What a star! Whose advice would totally work when it comes to what to wear?",
        "The Sunday paper has arrived and everyone's reaching for their favourite section. Who goes for the comics?",
        "You can pick one partner for a bake-off competition. Who do you want in your corner?",
        "You're pulled over for speeding. Luckily, your passenger comes up with a great story that gets you off the hook. Who is that passenger?",
        "If you had to choose one of the people present to be your child, who would it be?",
        "No pain, no gain! Who's the toughie of the group?",
        "You're a stand-up comedian working a tough crowd. Someone starts laughing, and it's infectious. Who's got that great laugh?",
        "You're out at lunch trying to have a conversation, but your lunch partner can't stop eavesdropping on a table nearby. Who's all ears?",
        "Who would be the one most likely to love the camera flashes of the paparazzi if they were a movie star?",
        "Total animal lover. Which player is dog's best friend?",
        "With handwriting this bad, this player could have been a doctor. Who?",
        "Who's trolled the most of their answers so far?",
        "If aliens came looking for the perfect Earth specimen, whose house would they stop at?",
        "Which player has the worst broken heart story?",
        "Whose attempt at having a candlelit dinner would most likely go up in flames?",
        "You (or a friend) need to sweep someone off their feet, and nothing does it better than a love letter. Who do you recruit to help you write one?",
        "Whose life is like a science-fiction movie - totally strange?",
        "Who has the most rizz?",
        "Privacy PLEASE! Which player most likely sleeps 'au natural'?",
        "You know that ex they never got over? Who never shuts up about their ex?",
        "Cue the intro music! Whose life is most like a rom-com, will they won't they?",
        "Drama alert! Who is THE drama queen?",
        "Who's most likely to still have their favourite childhood toy?",
        "You've booked yourself into a lush hotel for a weekend of serious gourmet eating with a bunch of 'foodies.' Who would be your choice of companion?",
        "You're become involved in fundraising for a very worthy, global cause. Who would write the biggest check?",
        "Plumbing, carpentry, electricity. If you had to rely on one player to help you with those types of tasks, who would you choose?",
        "The government needs someone to carry out a risky operation undercover. Who's right for the job?",
        "You're the head of a company who just hired the worst pers  on possible for the mailroom. Who would be most likely to take a peek at letters NOT addressed to them?",
        "It's about time you relive your childhood, but with even more adventure. Who would you choose to be your sibling?",
        "Games are serious matters. Who betrayed you without batting an eye in Uno?",
        "Friendships are fragile. Who suggested playing Monopoly?",
        "Not hot, not cold, just plain comfortable. Who?",
        "Who would be most likely to have an ALL-around tan?",
        "'I'm not in right now…' Who won't pick up the phone unless they know who's on the other end?",
        "With a rose stem in their mouth and hands clapping - who is most likely to be a lusty flamenco dancer?",
        "A bit on the gullible side. Who is ready to buy anything they see advertised on TV?",
        "You have to choose someone present to be your boss. Who could you take orders from?",
        "In the game of 'Telephone' who is most likely to get the message garbled?",
        "You don't know how this player manages with their schedule. Who is juggling the biggest to-do list?",
        "Some people just want to see the world burn. Who's wearing socks with crocs?",
        "You are a doctor and every player has come to your office for a visit today. Who did the most googling of their symptoms?",
        "Watch your step! Who finds it impossible to forgive and forget?",
        "Who would most likely be awkward on her first date?",
        "Who would most likely never be invited to the birthday party?",
        "You're all heart. Who would be the one to go door-to-door to raise money for a good charity?",
        "Could I have some of your time? Who's the most likely to get roped into a pyramid scheme?",
        "Who can do the most amazing physical things?",
        "You can hear them coming from a mile away. Which player's voice carries the loudest?",
        "What's in this stuff? Which player is most likely to read the ingredients before munching?",
        "Who is most likely to embarrass themselves in front of their crush?",
        "We all need someone to lean on: a good listener, a friend who will go the distance for you no matter what. Who best fits that description?",
        "Who would be most likely to get a tattoo in an unlikely place?",
        "Who is most likely to have been the first to kiss a guy/a girl?",
        "Oh so scandalous. Who is most likely to have been the first to hold a guy's/a girl's hands?",
        "Who wears the pants in a relationship?",
        "Who's the most likely to get together with a coworker.",
        "The magician you booked for a children's birthday party doesn't show up. Who would you ask to stand in for him/her?",
        "What a sweet tooth! Who's willing to queue over an hour for free ice cream?",
        "Catching zzz's whenever and wherever they can. Who?",
        "They say they are stuck on the mrt again. Who do you think is most likely to ghost this meetup.",
        "This person has a hard time remembering birthdays, anniversaries…even their own cell phone number. ",
        "Whose 'recent searches' from the internet would you most like to see?",
        "Which player would most likely place a sign on their door that reads 'GO AWAY'",
        "Who can't get enough time off from work?",
        "They just LOVE the bean. Who's the biggest coffee addict among you?",
        "Nothing seems to phase them! Who's the coolest under pressure?",
        "Life is like a movie sometimes. Who's most likely to have their love life walk into their life",
        "Tech maniac? Which player loves to get their hands on the latest technology and has more gadgets than they could ever use?",
        "Which player is still caught up in their glory days?",
        "Do you really want to hear it like it is? Which player would you ask for the painful truth?",
        "If you were all extremely wealthy, who would be the one to buy over a company purely for personal interest?",
        "Who is most likely to get nasty stares from using their cell phone too much, and too loudly?",
        "Who's the most likely to get together with a friend's ex",
        "I'm not stalking, I'm just curious. Who's most likely to look through a friends entire social media",
        "Not that you would want to, but whose floor is clean enough to eat off of?",
        "3 seconds, 5 seconds, who's the most likely to eat food after it fell on the floor",
        "Lost in space. Which player probably is not from Earth?",
        "Old Faithful. Which person can you always count on?",
        "Which player would you most like to bring with you to a trivia night?",
        "They'd give you their last dollar. Who?",
        "Your computer is fried. Who insists - wrongly - that they can cure it?",
        "Man would look at the time, everything's closed and you're alone. Who's the most likely to spend a night stranded outside (for any reason)",
        "They played dirty! Which player is most likely to stand screaming expletives at the opposing team?",
        "Who is most likely to make drunk phone calls to their ex? ",
        "You ought to be in hollywood. Who would make the best leading man/woman?",
        "Who would you trust to pick the wine at a fine Italian restaurant?",
        "Been there, done that. Who is impossible to top when it comes to tall tales?",
        "Shhh! Who would have a lot to say - and say it - while watching a movie?",
        "You're a high-powered ruler in ancient times. Who do you pick to taste your food to make sure it hasn't been poisoned?",
        "Triathlon? Whew! Which player could best go the distance?",
        "Who would you bring with you on a trip to another country where neither of you speak the language?",
        "No U-turn? That's just a suggestion! Who thinks they're above the law?",
        "Who is smarter than people think?",
        "Who's the most likely to have the longest relationship.",
        "You join a health club, hoping to really improve your stamina. Which player is your role model?",
        "Wouldn't you like to know? Which player is probably holding back a really juicy secret?",
        "'Victory is ours!' Which player is the strongest-willed?",
        "Beauty may be on the inside, but who cares just as much about the outside?",
        "Which player probably hasn't changed much since grade school?",
        "You've been given a $100 gift certificate to a really great store. Who absolutely, positively refuses to go on a shopping spree with you?",
        "You must've been a beautiful baby. Who?",
        "Who thinks of themselves as an ace driver when, in fact, being a passenger in their car is a nerve-wracking nightmare?",
        "You're lost. Who would you trust to navigate?",
        "You walk into a new restaurant for the first time. Who is already on a first name basis with the manager?",
        "Who would you want the most on your Zombie Apocalypse team?",
        "Who's got love on their mind right now?",
        "There's a new Netflix dating show! Who's most likely to appear as a contestant?",
        "You're all at the pretty expensive restaurant. The food is great, but the service stinks. Who makes sure everyone knows?",
        "You feel like buying a lavishly and outrageously expensive present for somebody. Who deserves to be spoiled?",
        "Who hates to disagree?",
        "Which player should you absolutely avoid crossing paths with on April Fools' Day?",
        "When the going gets touch, this person's the first one out. Who?",
        "If you all, right now, had a long division problem, who would be the first to get it right?",
        "A woman goes into labour on a bus you're on. Who do you elect to take care of the situation?",
        "You have created the ultimate product. You set up your own company to sell it. Who would you hire as your Sales Director?",
        "To whom would you give the keys of your much loved car without a single qualm?",
        "You're going to a really important job interview. Which player do you go to for advice?",
        "If it's all in a name, which player would most like to dump theirs?",
        "Talk about, umm, thrifty. Who is most likely to keep using a tissue LONG after it should've been tossed?",
        "The grass is always greener on the other side. Who's always looking for a better situation, even if it doesn't really exist?",
        "If you took a trip around the world in 80 days, who would you take with you?",
        "You're going skydiving. Who do you ask to check your parachute?",
        "If you're going grocery shopping, who has a grocery list complete with aisle numbers and a labelled map of the mall for maximum efficiency?",
        "Getting down to business? Which player would be the best business partner?",
        "Who has all the Disney songs memorised?",
        "This one has this, that one has that… Which player's true colour is green… with envy?",
        "It was the best party to beat all parties. Who was the last to leave?",
        "Who checks the stove, their keys, the window, just about everything, 20 times before you can persuade them to leave the house?",
        "Who's the most likely to leave their house without their keys?",
        "Who's wearing socks that should've been tossed a year ago?",
        "The prime minister is coming to dinner. Who would you place next to them at the table?",
        "They're always the best-prepared for a trip and even brought sunscreen to share. Which player is the 'parental figure'?",
        "Know it all. Who would you pick to be your Phone-a-Friend lifeline?",
        "It's the stars. Which player is most likely to use their horoscope to prepare for each day?",
        "Forget long lines! This person would. Who's likely to jump to the front no matter what everyone's reaction might be?",
        "Who do you think has broken the most laws in their life?",
        "It's time to ring in the New Year! Which player is most likely to actually have resolutions?",
        "Better late than never, but who is just too late too often?",
        "They're just a little clumsy. Who will probably be the first to injure themselves in the near future?",
        "Forget about becoming a vegan. Which person would love an all meat diet?",
        "You've got a million dollars to spend on your own private art collection. Who would you choose to be your art advisor?",
        "Appearances are deceptive. Whose apparently serious exterior actually disguises an outrageous side?",
        "Life is pretty wild. Who the most likely to have friends with benefits",
        "Who's most likely to be cheated on?",
        "Who's most likely to cheat?",
        "Ooh-la-la! Which player do you think is wearing the sexiest underwear?",
        "We like experience. Who's sought out a prostitute? ",
        "Word on the street is that they know their way around pretty well. Who's most familiar with the red-light district?",
        "Who's the most likely to go for a 'thai' massage by accident",
        "Who's the most likely to go for a 'thai' massage by 'accident'",
        "Most likely to be kicked out of the friendship group?",
        "It's dark here! Who's most likely still in the closet ",
        "Single and ready to mingle! Who's most likely to be using dating apps. ",
        "Who would be the worst in bed?",
        "Who's a secret virgin?",
        "Who has the ugliest partner with the best personality",
        "Who's most likely to get a sugar mommy/daddy",
        "Who's the most likely to have the most failed relationships",
        "Who is most likely to be late for her own wedding?",
        "Who would most likely try a threesome?",
        "Who's the most likely to jump into a relationship right after a breakup (less than a week)",
        "Who's most likely to get back together with their ex?",
        "Who has/had the most boyfriends/girlfriends?",
        "'You are not the problem, I am'. Who is most likely to have always been the heartbreaker?",
        "Who's most likely to have the most disgusting sex story they regret.",
        "Who's most likely to hook up with a co-worker/classmate",
        "Who's the most likely ghost a date",
        "It's a numbers game. Who's the most likely to have the most rejections while looking for love",
        "Who's the most likely to get a pregnancy scare",
        "Who's the most likely to have bought a sex toy",
        "Who's most open to trying out things in the bedroom",
        "Who's the most likely to develop feelings for close friends",
        "Who's most likely to get an STD from someone else",
        "Who's most likely to have the most one night stands",
        "Who's the most likely to stand their date up.",
        "Who's the most likely to get stood up on their date",
        "Who's the most likely to send nudes",
        "Who's has the highest score on the rice purity test",
        "Who's the most likely to have visible hickeys in public",
        "Who's the most likely to give 'blue balls'",
        "Who's the most likely to receive 'blue balls'",
        "Who's the most likely to respond to a booty call",
        "Juniors learn from their masters. Who do you think is most likely to ghost the friend group again."
    ]
}